cisco-scanner
cisco-torch
crackmapexec
enum4linux
hashcat
hydra
impacket
macchanger
metasploit
nbtscan
nmbscan
ntlmrecon
powershell
rdp-sec-check
responder
smbexec
snmpattack
snmpenum
snmpscan
yersinia
